Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: This advanced feature allows you to configure regular expressions for replacing web content retrieved by the Replacement Proxy feature. These regular expressions will be used for <strong>all</strong> users and will replace URLs within HTML, Javascript or other web content with a special URL pointing to the OpenVPN-ALS server. Please see the documentation for more details.
fr_fr: Thest advanced feature allows you to configure regular expressions for replacing web content retrieved by the Replacement Proxy feature. These regular expressions will be used for <strong>all</strong> users and will replace URLs within HTML, Javascript or other web content with a special URL pointing to the OpenVPN-ALS server. Please see the documentation for more details.

source: Create Group
fr_fr: Create Groupe

source: Remove this network place
fr_fr: Supprimer ce Favori Réseau

source: {0} is not a valid group name.
fr_fr: {0} n'est pas un nom de groupe valide.

source: Click OK to reset your private key. Any confidential attribute values will be lost and will require configuration before use.
fr_fr: CliquerOK to reset votre private key. Any confidential attribut values will be lost and will require configuration before use.

source: Country Code:
fr_fr: Code Pays:

source: URL does not point to an application descriptor
fr_fr: URL does not point to an application description

source: Web server
fr_fr: Serveur Web

source: Scheme Summary
fr_fr: Résumé du mode

source: OpenVPN-ALS Agent {0}
fr_fr: Agent OpenVPN-ALS {0}

source: Delete this network place.
fr_fr: Supprimer ce Favori Réseau.

source: Filters
fr_fr: Filtres

source: This page allows to you create a new authentication scheme and add, delete and re-order authentication modules that make up this scheme.
fr_fr: Thest page allows to you create a new authentification scheme and add, delete and re-order authentication modules that make up thest scheme.

source: Authentication Scheme Created
fr_fr: Authentification Scheme Created

source: Attribute created
fr_fr: Attribut created

source: Here you may view the details of a resource access right.
fr_fr: Here you may view the details de a ressource accès right.

source: Local Port
fr_fr: port local

source: Read block of {0} bytes.
fr_fr: Read block de {0} bytes.

source: Delete this shortcut
fr_fr: Supprimer ce raccourci

source: The connection listener thread failed
fr_fr: Le connection listener thread failed

source: Use this option to install certificates from other secure hosts that OpenVPN-ALS may connect to. Select the certificate file for uploading and enter a value for the certificate alias in the box provided, the alias is just a friendly name that is associated with the certificate to help you identify it.
fr_fr: Use thest option to Installer certificates from other secure hosts that OpenVPN-ALS may connect to. Select the certificatfile for uploading and enter a value for the certificatalias in the box provided, the alias est just a friendly nom that est associated with the certificatto aide you identify it.

source: View resources as a list
fr_fr: Afficher comme liste

source: Path
fr_fr: Chemin

source: User/Group Cache TTL
fr_fr: Utilisateur/Groupe Cache TTL

source: The agent reported that the tunnel could not be started.
fr_fr: Le agent reported that the tunnel could not be started.

source: Downloading extension {0}, please wait
fr_fr: Téléchargement de l'extension {0}, patientez SVP

source: Key store exists but is empty. Please create a new certificate.
fr_fr: Key store exists but est empty. Please create a new certificate.

source: User must enter a name for the folder to be created.
fr_fr: L'utilisateur doit entrer un nom pour la création du dossier.

source: User Authentication Type
fr_fr: Utilisateur Authentification Type

source: Click here if you wish to create a new Tunneled Web Forward.
fr_fr: Créer ici si vous voulez créer un nouveau tunnel.

source: If you already have a certificate (or keystore), you may use this option to import. You will need to know the passphrase for the certificate / keystore you are importing.
fr_fr: Si vous avez déjà un certificat, vous pouvez utiliser cette option pour l'importer. Vous aurez besoin de connaître le passphrase du certificat que vous importez.

source: Restrict to hosts
fr_fr: Limitez aux hôtes

source: Authentication Scheme named <strong>{0}</strong> already exists.
fr_fr: Authentification Scheme named <strong>{0}</strong> already exists.

source: All clients connect to OpenVPN-ALS's built in HTTP / HTTPS server. This page allows you to configure the basic operation of the web server.
fr_fr: All clients connect to OpenVPN-ALS's built in HTTPS server. Thest page allows you to configure the basic operation de the web server.

source: Application Extension
fr_fr: Extension d'application

source: Information Messages
fr_fr: Informations

source: The selected user's private key and the values of all of his confidential attributes will be reset. Are you sure you wish to do this?
fr_fr: Le selected user's private key and the values de all de hest confidential attributs will be reset. Are you sure you wish to do this?

source: An unexpected error has occured.
fr_fr: An unexpected erreur has occured.

source: You must provide a name for the user attribute.
fr_fr: You must provide a nom for the utilisateur attribut.

source: User Attributes
fr_fr: Utilisateur Attributs

source: Current number of users online
fr_fr: Current number de users online

source: Domain:
fr_fr: Domaine:

source: Wizard Information
fr_fr: Information sur l'assistant

source: The file <strong>{0}</strong> has successfully been uploaded.
fr_fr: Le file <strong>{0}</strong> has successfully been uploaded.

source: OpenVPN-ALS:::Choose Profile
fr_fr: OpenVPN-ALS:::Choisir un profil

source: Click here if you wish to create a new Replacement Web Forward.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application de remplacement.

source: Display any error messages that may have occured as a result of the last action
fr_fr: Montrez n'importe quels messages d'erreur qui peuvent être arrivés suite à la dernière action

source: No UPD socket has been initialised.
fr_fr: Non UPD socket has been initialised.

source: Attached Authentication Scheme to policies.
fr_fr: Attached Authentification Scheme to stratégies.

source: Certificate uploaded OK.
fr_fr: Envoi du certificat OK.

source: Valid external hostnames:
fr_fr: Noms d'hôte externe valides:

source: Attached access right to policies.
fr_fr: Attached accès right to stratégies.

source: User may use or view, administrator may change
fr_fr: Utilisateur may use or view, administrator may changer

source: Create
fr_fr: Créer

source: Click here if you wish to create a new Tunnel.
fr_fr: Cliquerici si you wish to create a new Tunnel.

source: Got UDP packet of {0} bytes
fr_fr: Got UDP packet de {0} bytes

source: Delete Allowed:
fr_fr: Suppression autorisée:

source: OpenVPN-ALS:::Cookies Disabled
fr_fr: OpenVPN-ALS:::Cookies désactivés

source: If your network configuration requires use of a proxy server outgoing HTTP / HTTPS connections, provide the port number on which the proxy server is running here.
fr_fr: Si votre réseau configuration requires use de a proxy server outgoing HTTP / HTTPS connections, provide the port number on which the proxy server est running ici.

source: Local interface address
fr_fr: Adresse de l'interface locale

source: Turn on TCP/IP No Delay option to force all data to be flushed to network and not buffered.
fr_fr: Activez l'option TCP/IP Non Delay pour forcer les données à être envoyées aussitôt et non mises en cache.

source: A certificate / key with the name {0} already exists.
fr_fr: A certificat/ key with the nom {0} already exists.

source: Only an administrator may delete others profiles.
fr_fr: Seul un administrateur peut supprimer d'autres profils.

source: Clone this profile
fr_fr: Clone thest profil

source: Failed to create attribute. {0}
fr_fr: Failed to create attribut. {0}

source: Service Account Password
fr_fr: Mot de passe du compte service

source: The creation of the profile failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the profil failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Community Forums
fr_fr: Forums Communautaires

source: The IP address of the local interface the client should bind to for name queries if it is different from the default.
fr_fr: L'adresse IP de l'interface locale auquel le client devrait se connecter ne correspond pas a celle par défaut.

source: The following extensions have been updated, but will not become active until OpenVPN-ALS is restarted.
fr_fr: Les extensions suivantes ont été mises à jour, mais ne deviendront pas actives avant que le OpenVPN-ALS ne soit redemarré.

source: OpenVPN-ALS Agent status &#187;
fr_fr: Statut de l'agent OpenVPN-ALS &#187;

source: Cancel configuring policies and return to the resource creation wizard.
fr_fr: Annuler configuring stratégies and return to the ressource creatien tant quesistant.

source: The installation wizard is now complete and is ready to apply the settings.
fr_fr: L'assistant d'installation est maintenant complèté et prèt pour appliquer les options.

source: Processing {0} descriptor.
fr_fr: Traitement description {0}.

source: Private Key Reset Required
fr_fr: Private Key Réinitialiser Required

source: Replacement Edited
fr_fr: Remplacement édité

source: Days before expiry warning
fr_fr: Days before expiry avertissement

source: {0} is already loaded as a 'devExtension' and cannot be removed or replaced.
fr_fr: {0} est déjà chargé en tant que 'devExtension' et ne peut pas être supprimé ou remplacé.

source: Please enter a friendly name (alias) to identify this certificate.
fr_fr: Please enter a friendly nom (alias) to identify thest certificate.

source: Authentication
fr_fr: Authentification

source: Access applications that have been configured for you
fr_fr: Accéder à vos Applications

source: Policy Options
fr_fr: Stratégie Options

source: Export this key
fr_fr: Export thest key

source: No tunnel name has been provided.
fr_fr: Non tunnel nom has been provided.

source: Please provide a name and description for this application shortcut.
fr_fr: SVP, renseignez un nom et une description pour ce raccourci.

source: If the memberOf attribute supported on the user account, the groups are inspected to find the user's group associations. Note: Microsoft Small Business Server requires this to be unticked.
fr_fr: Si the memberDe attribut supported on the utilisateur compte, the groupes are inspected to find the user's groupe associations. Note: Microsoft Small Business Server requires thest to be unticked.

source: Retrieve Online Resources
fr_fr: Retrieve Online Ressources

source: View and maintain groups of user accounts known as Groups.
fr_fr: Voir et maintenir les comptes des groupes d'utilisateurs.

source: Access Rights
fr_fr: Autorisations

source: Available Policies
fr_fr: Available Stratégies

source: Host is not a well formed address!
fr_fr: Host est not a well formed address!

source: The Match Pattern must be a valid regular expression. {0}
fr_fr: Le Match Pattern must be a valid regular expression. {0}

source: Here you can configure options that relate to how OpenVPN-ALS treats confidential user attributes.
fr_fr: Here you can configure options that relate to how OpenVPN-ALS treats confidential utilisateur attributs.

source: The file has not been uploaded: <strong>{0}</strong>
fr_fr: Le fichier n'a pas été envoyé: <strong>{0}</strong>

source: Copy this resource
fr_fr: Copier cette ressource

source: OpenVPN-ALS:::Attribute Definitions
fr_fr: OpenVPN-ALS:::Attribut Definitions

source: <strong>This group has multiple accounts attached :-</strong>
fr_fr: <strong>Ce compte a plusieurs comptes attachés :-</strong>

source: OpenVPN-ALS:::Configuration Changed - Restart Required
fr_fr: OpenVPN-ALS:::Configuration Modifiée - Redemarrage nécessaire

source: Click here if you wish to create a new group.
fr_fr: Cliquerici si you wish to create a new groupe.

source: You must select at least one module to use for this scheme.
fr_fr: You must select at least one module to use for thest scheme.

source: Error! <replacements> element requires 'parameter' attribute
fr_fr: Erreur! <replacements> element requires 'parameter' attribut

source: Move this replacement down.
fr_fr: Move thest replacement down.

source: Edit Application Shortcut
fr_fr: Editer le raccourci

source: Resource type:
fr_fr: Ressource type:

source: Blank
fr_fr: Vide

source: Resources
fr_fr: Ressources

source: OpenVPN-ALS Agent not active
fr_fr: L'agent OpenVPN-ALS n'est pas actif

source: Filename:
fr_fr: Nom de fichier:

source: A general error has occured. {0}999.999.999
fr_fr: une erreur générale s'est produite. {0}999.999.999

source: View or Edit this network place.
fr_fr: Voir ou éditer ce Favoris Réseau

source: Allow user to select language
fr_fr: Allow utilisateur to select language

source: The tunnel creation wizard is now complete. Please review any information below.
fr_fr: Le tunnel creatien tant quesistant est now complete. Please review any information below.

source: The OpenVPN-ALS Agent is Idle
fr_fr: L'agent OpenVPN-ALS est Inoccupé

source: <transform> element requires class, input and output attributes!
fr_fr: <transform> element requires class, input and output attributs!

source: No policies have been selected. No user will be able to access this resource.
fr_fr: Aucune stratégie n'a été sélectionnée. Aucun utilisateur ne pourra accéder à cette ressource.

source: Agent is shutting down
fr_fr: Arrêt de l'agent

source: The creation of the Authentication Scheme is complete, but some warnings occurred. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the Authentification Scheme est complete, but some avertissements occurred. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Application {0} launched.
fr_fr: Application {0} lancée.

source: Global profiles may not be edited here.
fr_fr: Global profils may not be edited ici.

source: Child domains require this value to be selected.
fr_fr: Child domains require thest value to be selected.

source: Host Header
fr_fr: En tête d'hôte

source: List
fr_fr: Liste

source: Failed to validate form. {0}
fr_fr: Echec de validation. {0}

source: The Active Directory group cache is full. There may be more groups on the Active Directory which are not currently visible from OpenVPN-ALS. It is recommended that the cache size is increased from it's current value: {0}.# OpenVPN-ALS Category Information
fr_fr: Le Active Directory groupe cache est full. There may be more groupes on the Active Directory which are not currently visible from OpenVPN-ALS. It est recommended that the cache size est increased from it's current value: {0}.

source: Remove this attribute definition
fr_fr: Remove thest attribut definition

source: The download you attempted to access has expired. You may still be able to download this file through your temporary download store see the instructions below.
fr_fr: Le téléchargement auquel vous avez essayé d'avoir accès a expiré. Vous pouvez toujours télécharger ce fichier par votre dépôt de téléchargement provisoire voir les instructions ci-dessous.

source: Fragment cannot be set when path is null!
fr_fr: Fragment cannot be set when path est null!

source: Application Shortcut Launched# OpenVPN-ALS Category Information
fr_fr: Raccourci lancé

source: Paste clipboard contents.
fr_fr: Coller le contenu du presse papiers.

source: Critical error, shutting down.
fr_fr: Erreur critique, arrêt en cours.

source: Active DNS Host Format
fr_fr: Format d'hôte du DNS actif

source: A certificate purchased from 3SP.com
fr_fr: A certificatpurchased from 3SP.com

source: Step 2 - Rights
fr_fr: Etape 2 - Droits

source: User {0} already exists.
fr_fr: L'utilisateur {0} éxiste déjà.

source: The creation of the Web Forward is complete, but some warnings occurred. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de l'application est complète, mais plusieurs avertissements sont apparus. Vérifiez les puis réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou <strong>Quitter l'assistant</strong> pour terminer.

source: Short name
fr_fr: Nom court

source: Step 4 - Configure Web Server
fr_fr: Etape 4 - Configure Web Server

source: Profile created.
fr_fr: Profil created.

source: Exit Install
fr_fr: Quitter l'installation

source: Are you sure you wish to remove this policy.
fr_fr: Are you sure you wish to remove thest stratégie.

source: The following wizard will guide you through the stages of create a new attribute definition and configuring it.
fr_fr: Le following assistant will guide you through the stages de create a new attribut definition and configuring it.

source: Service Account Name
fr_fr: Service Compte Nom

source: About OpenVPN-ALS Agent
fr_fr: A propos de OpenVPN-ALS Agent

source: Message Queue
fr_fr: File d'attente des messages

source: Authentication Schemes
fr_fr: Modes d'authentification

source: Here you will find a number of resources to help you get the best of OpenVPN-ALS and find answers to common questions.
fr_fr: Ici vous trouverez un certain nombre de ressources pour vous aider à obtenir le meilleur de SSL-EXPLER et des réponses aux questions communes.

source: Profile name must be {0} characters or less.
fr_fr: Profil nom must be {0} characters or less.

source: Step 5 - Personal Web Forward Policy
fr_fr: Etape 5 - Personal Web Forward Stratégie

source: Attached Web Forward to policies.
fr_fr: Stratégies de cette Application Web.

source: Unable to locate browser: {0}
fr_fr: Unable to locate navigateur: {0}

source: Installed extension <strong>{0}</strong> ({1}).
fr_fr: Extension installée <strong>{0}</strong> ({1}).

source: Review the information below before clicking on <strong>Finish</strong> to create the profile.
fr_fr: Review the information below before clicking on <strong>Finish</strong> to create the profil.

source: Some features of the <strong>OpenVPN-ALS</strong> require the use of the OpenVPN-ALS Agent which should now launch.
fr_fr: Certaines fonctions nécessitent l'agent OpenVPN-ALS qui va maintenant démarrer.

source: Confirm remove Web Forward
fr_fr: Confirmer la suppression de l'application

source: Browse through your file system to download, upload, move and delete your files.
fr_fr: Examiner les fichiers systèmes a télécharger, envoyer, déplacer et supprimer.

source: Set Password
fr_fr: Choisissez un mot de passe

source: Invalid destination URL.
fr_fr: URL de Destination invalide.

source: Authentication Type used for user authentication. If end-users have non-ascii usernames, Simple authentication must be used.
fr_fr: Authentification Type used for utilisateur authentification. Si end-users have non-ascii usernames, Simple authentication must be used.

source: Online Resources
fr_fr: Ressources en ligne

source: Errors
fr_fr: Erreurs

source: Please provide the other information for this tunnel.
fr_fr: Please provide the other information for thest tunnel.

source: Malformed URL, should be in the form http://localhost
fr_fr: L'url est incorrecte, elle doit être de cette forme http://localhost

source: You must provide a description for this application shortcut.
fr_fr: Vous devez fournir une description pour ce raccourci.

source: Port must be a number be between 1 and 65535 inclusive.
fr_fr: Le port doit être un nombre compris entre 1 et 65535 inclus.

source: Rename File
fr_fr: Renommer le fichier

source: Area Of Control:
fr_fr: Secteur de contrôle:

source: A short name for this OpenVPN-ALS installation. If this is not blank, it will appear just after the <strong>Title</strong>
fr_fr: A short nom for thest OpenVPN-ALS installation. Si thest est not blank, it will appear just after the <strong>Title</strong>

source: The following extensions are not currently installed and are available from the 3SP Application Store. These archives contain everything needed to run the application, click on <strong>Install</strong> to download and install.
fr_fr: Le following extensions are not currently installed and are available from the 3SP Application Store. These archives contain everything needed to run the application, cliqueron <strong>Installer</strong> to download and install.

source: You are no longer logged in and have been redirected to the logon screen, please enter your details again..
fr_fr: Vous n'êtes plus connectés et vous avez été redirigés vers la page de connexion, entrer a nouveau vos identifiants de connexion.

source: Agent Version: {0}
fr_fr: Version d'agent: {0}

source: Please select a single account.
fr_fr: Please select a single compte.

source: Failed to install extension <strong>{0}</strong>. {1}
fr_fr: Eched d'installation de l'extension <strong>{0}</strong>. {1}

source: HTML Reference Guide
fr_fr: Guide de référence HTML

source: OpenVPN-ALS:::Confirm IP Restriction Change
fr_fr: OpenVPN-ALS:::Confirmer IP Restriction Changer

source: Authentication Scheme:
fr_fr: Authentification Scheme:

source: Tunnel Monitor
fr_fr: Moniteur des tunnels

source: Use SOCKS proxy server for network connections
fr_fr: Use SOCKS proxy server for réseau connections

source: Unable to launch URL: {0}
fr_fr: Unable to lancer URL: {0}

source: Close tunnels
fr_fr: Fermer les tunnels

source: Deny Access
fr_fr: Deny Accès

source: Copyright &copy; 1995-2000 by the Hypersonic SQL Group. All rights reserved.
fr_fr: Copyright &copy; 1995-2000 by the Hypersonic SQL Groupe. Tous droits reservés.

source: File Upload
fr_fr: Envoi de fichiers

source: Use this option to install a trusted certificate that you have received from a Certification Authority. Select the file to upload and continue through the wizard.
fr_fr: Use thest option to Installer a trusted certificatthat you have received from a Certification Authority. Select the file to upload and continue through the assistant.

source: Type of proxy server.
fr_fr: Type de proxy server.

source: The idle time in seconds to wait before automatically disconnecting from an FTP server, a value of 0 means no timeout.
fr_fr: Le temps d'attente en secondes avant d'être déconnecté automatiquement d'un serveur FTP, une valeur moyenne de 0 pour aucune timeout.

source: Step 1 - Import Key Type
fr_fr: Etape 1 - Import Key Type

source: Short name must be 32 characters or less.
fr_fr: Le nom doit être au maximum de 32 caractères.

source: Favorites
fr_fr: Favoris

source: Application Details
fr_fr: Détails de l'application

source: Copy this authentication scheme.
fr_fr: Copy thest authentification scheme.

source: Personal Profile
fr_fr: Personal Profil

source: Failed to check for resource by name. {0}
fr_fr: Failed to check for ressource by nom. {0}

source: Step 1 - Policy Details
fr_fr: Etape 1 - Stratégie Details

source: The resource attempted to launch requires a session password, please provide it below.
fr_fr: La ressource demandée nécessite un mot de passe, entrez-le ci-dessous.
